[
  {
    "icon": "fas fa-user-astronaut",
    "question": "Qui es-tu ? (On veut tout savoir : prénom, nom, âge, adresse, ...)",
    "author": "Par : Jelly",
    "answer_html": "<p>Ah non ! N’abusons pas non plus, mais seulement un random passionné d'un peu trop de truc au point de vite passer à autre chose. Et pour ça, je navigue sur Discord depuis 2016. J'ai pu découvrir d'innombrables communautés et m'investir dans divers projets qui ont forgé ma curiosité et mon envie d'en apprendre toujours plus. C'est un peu comme ça que tout a commencé !</p>"
  },
  {
    "icon": "fas fa-feather-alt",
    "question": "Comment as-tu découvert “Kaoru Hana” et t’es-tu dit : “Hop ! Je vais la traduire !” ? Lisais-tu la série depuis un moment avant ? T’es-tu lancé dessus impulsivement ?",
    "author": "Par : Odin",
    "answer_html": "<p>Hmm, c’est une assez drôle histoire étant donné que j’ai découvert la série une à deux semaines après la sortie du premier chapitre japonais. J’ai fait une suggestion à mon ancienne team de la traduire (qui a été refusé). Il aura fallu attendre six mois pour qu’une version anglaise commence (recommandation d’une amie à une team US qui connaissait mon projet).</p><p>Au final, mon ancienne team ne voulant toujours pas de la série, j’ai pris plusieurs mois à réfléchir pour au final l’ai débuté seul.</p>"
  },
  {
    "icon": "fas fa-route",
    "question": "Avec quelle série as-tu commencé le Scantrad ? Depuis combien de temps t'occupes-tu de traduire et de poster ?",
    "author": "Par : Hanabi",
    "answer_html": "<p>Oula, ça remonte ! J’ai commencé en juin 2021 dans ma première et dernière team “BlueSolo” passant par la team anglaise “PO2”. Au final, j’ai pu travailler sur des séries comme “Kaoru Hana wa Rin to Saku”, “Oshi no Ko”, “Frieren”, “Exorcist wo otosenai”, “Blue Lock”, “Dog and Scum”, “Nezumi”, “Adabana”, “Red Hood”, “Insomniaques”, “Shota Shoten!”, “Blue Blox”, “Gachiakuta”, “Kagurabachi”, “Mushoku tensei”, “Undead Unluck” et quelques autres séries et OS.</p><p>Bien que j’aie commencé en 2021, je n’étais que lettreur jusque-là. Je n’ai commencé qu’à vraiment traduire en fin d’année 2023. J’avais déjà essayé en 2022 avec un début plus que catastrophique…</p><p>J'ai de plus eu la brillante idée de tenir à jour un tableau Excel avec tous les chapitres sur lesquels j'ai participé, ce qui me fait aujourd'hui un total de... 378 chapitres !</p>"
  },
  {
    "icon": "fas fa-hourglass-half",
    "question": "Quand sortent les chapitres et combien de temps ça te prend pour traduire et poster un chapitre en général ?",
    "author": "Par : Hanabi",
    "answer_html": "<p>“Kaoru Hana” est une série hebdomadaire, alors chaque semaine, à moins que l’auteur ou le magazine prennent une pause. Enfin, lorsque j'ai le temps et motivation pour les autres séries et One-Shot. Les annonces sont faites via Discord & Twitter !</p><p>Il doit se passer 7h entre le moment où je récupère les pages et celui où je publie. En général, la traduction me prend 2~3h, la relecture 30 min, le lettrage & redraw 3h, relecture finale 30 min. Il faut savoir que la série est particulièrement “longue”. En moyenne, un hebdomadaire représente 3 000 à 4 000 caractères pour 120 lignes. Kaoru Hana tourne plutôt autour des 5 000 à 7 000 caractères pour 200 lignes :)</p>"
  },
  {
    "icon": "fas fa-people-carry",
    "question": "Es-tu tout seul à t’occuper de la traduction et la publication ? (Je sais que madame te file un coup de main pour la trad, mais chut !) Est-ce compliqué de jongler entre Discord, le Scantrad, le développement du Site, tes études et ta vie ?",
    "author": "Par : Hanabi",
    "answer_html": "<p>Haha, il est vrai que Madame me file un coup main. Mais il a été dit que ce ne serait uniquement des One-Shot et non des séries sur lesquels je m’engage. “Dessiner l’invisible” a été traduite par ses soins avec ma relecture. Une vraie traductrice en devenir !</p><p>Oui et non. J’ai débuté “Kaoru Hana” en juin, trois mois plus tard, je rentrais en première année d'étude supérieure. Les sorties de chapitre se faisaient rares à cette période étant donné que les cours était particulièrement compliqué. Mais aussi dû à des problèmes de santé avec une dépression et découverte de maladie auto-immune. Ce n’est qu'une semaine à l’hôpital et deux mois plus tard que les sorties ont repris en collaboration avec mon ancienne team temporairement. Je parle brièvement de cet épisode étant donné que c’est celui-ci qui m’a “aidé” (ironie du sort) à re-organiser ma vie. Dorénavant, j’ai pu prioriser les choses et traduire “Kaoru Hana” m’aide à changer d’air chaque semaine entre les études et le reste.</p><p>Mais avant d'avoir pu y arriver seul, j'ai eu l'aide de deux personnes en particulier. Malgré mon départ de mon ancienne team et les tensions que ça a crée, elles ont continué à m'accompagner, en me formant de A à Z à la traduction et à la relecture. Sans eux, je n'y serais jamais arrivé et les chapitres n'auraient sûrement pas été aussi agréables à lire. Alors, un immense merci à vous deux.</p>"
  },
  {
    "icon": "fas fa-user-secret",
    "question": "Quel est ton métier “secret” à côté de tout ça ? Quelles sont tes ambitions pour la suite (Dominer le monde du Scantrad, peut-être) ?",
    "author": "Par : Hanabi",
    "answer_html": "<p>Je suis Batman ! Euh, pardon. Je suis étudiant en quatrième année de double diplôme.</p><p>Mes ambitions sont assez simples, en résumé, ce serait de continuer à vivre pleinement et de toujours trouver du plaisir dans chacun de mes projets.</p>"
  },
  {
    "icon": "fas fa-lightbulb",
    "question": "D'où t'est venue l'idée de créer ce serveur (un éclair de génie nocturne) ? Balance une anecdote marrante liée à la création du serveur !",
    "author": "Par : Cx_Tssr",
    "answer_html": "<p>Je voulais créer un endroit où les lecteurs de la série pourraient se retrouver et parler des différents “ship” et drama autour des chapitres.</p><p>Deux pour le prix d’une ! J’ai créé le serveur pour la sortie du chapitre 24. Il aura fallu attendre 70 chapitres plus tard pour l’annoncer officiellement… Mais aussi, à l’ouverture du serveur Discord, je m’attendais à voir 50 membres, max 150 dans mes rêves les plus fous ! Aujourd’hui, nous sommes presque à 900 et le premier épisode de l’animé n’est pas encore sorti !</p>"
  },
  {
    "icon": "fas fa-layer-group",
    "question": "Ton top 3 de mangas (hors Kaoru, sinon c'est de la triche) ? Et as-tu déjà eu un crush sur un perso de manga ? (Balance un nom !)",
    "author": "Par : Cx_Tssr",
    "answer_html": "<p>Mon top trois… Compliqué, mais je dirais “One Piece”, “Haikyuu!!” et “Bakuman.”. Raaaah, j'ai tellement envie d’en ajouter trois autres :c !</p><p>Oui, Asuka Soryu Langley… My queen :o</p>"
  },
  {
    "icon": "fas fa-medal",
    "question": "Pourquoi est-t-il préférable de lire sur ton site que sur Comick.io/Anime-Sama/etc (vends-nous du rêve !) ?",
    "author": "Par : Erwxn92",
    "answer_html": "<p>Déjà parceque je suis très fier de mon site. J'ai utilisé la base de la première version du site de ScanR pour l'adapter au miens en créeant après tous le reste comme la page \"Fan-Arts\", \"Detail-series\" et encore plus à l'avenir !</p><p>Moi pas content ! Les équipes de Scantrad publient en général les chapitres sur des sites comme MangaDex. Les autres sites comme “Comick.io”, “Anime-Sama” récupèrent les pages et mettent des pubs sur leur site afin de se faire de l’argent derrière le dos des équipes. Dans mon cas, la série ne pouvant plus être publiée sur MangaDex, j’ai décidé d’ouvrir un site afin d’y publier mes chapitres. Un autre point important est que je peux modifier les pages après publication pour corriger des erreurs, ajouter les pages “fan-colo” alors que sur les autres sites, c’est impossible. À vous de voir !</p>"
  },
  {
    "icon": "fas fa-infinity",
    "question": "Que comptes-tu traduire après Kaoru (des pépites en perspective) ?",
    "author": "Par : Luxry",
    "answer_html": "<p>Comme d’habitude, des One-Shot et de temps en temps, des chapitres de “Wakaba Home” lorsque j’ai le temps et la motivation. Bien qu’une autre série hebdomadaire m’intéresse particulièrement depuis bientôt sept mois…</p>"
  },
  {
    "icon": "fas fa-cookie-bite",
    "question": "Pain au chocolat ou chocolatine ? (Le croissant au chocolat est exclu, attention, sujet sensible !)",
    "author": "Par : CriosChan",
    "answer_html": "<p>Chocolatine. On m’a encore mal regardé hier. On m’a même dit que ça se soignait…</p>"
  }
]